import type { IPoint } from "@/types/point";

export const points: IPoint[] = [
  {
    title: "دسترسی در هر زمان",
    desc: "هر زمان، هرجا، با موبایل یا لپ‌تاپ یادگیری رو ادامه بده.",
  },
  {
    title: "آموزش با کیفیت",
    desc: "دوره‌ها با کیفیت ضبط حرفه‌ای و محتوای به‌روز ارائه می‌شن.",
  },
  {
    title: "پشتیبانی از اساتید واقعی",
    desc: "در مسیر یادگیری تنها نیستی، اساتید همیشه کنارت هستن.",
  },
  {
    title: "صدور گواهی پایان دوره",
    desc: "بعد از اتمام هر دوره، مدرک معتبر دریافت کن.",
  },
];
